Repository: chatmail/dovecot
Catalog: debian/po/*.po
Languages: nl

source: Wrong location for SSL certificates
nl: De SSL-certificaten staan op een verkeerde plaats

source: This machine uses SSL certificates for Dovecot. These certificates should be moved from /etc/ssl to /etc/dovecot and Dovecot's configuration file (/etc/dovecot/conf.d/10-ssl.conf) should be updated accordingly.
nl: Deze computer gebruikt SSL-certificaten voor Dovecot. Deze certificaten moeten verplaatst worden van /etc/ssl naar /etc/dovecot en het configuratiebestand van Dovecot (/etc/dovecot/conf.d/10-ssl.conf) moet in die zin aangepast worden.

source: Please read /usr/share/doc/dovecot-core/README.Debian.gz for details.
nl: Raadpleeg /usr/share/doc/dovecot-core/README.Debian.gz voor de details.

source: Create a self-signed SSL certificate?
nl: Een door uzelf ondertekend SSL-certificaat aanmaken?

source: An SSL certificate is needed in order to use IMAP or POP3 over SSL/TLS. No such certificate was found.
nl: U heeft een SSL-certificaat nodig om IMAP of POP3 over SSL/TLS te kunnen gebruiken. Een dergelijk certificaat werd niet gevonden.

source: Please choose whether you want to create one now. This will then be a self-signed certificate.
nl: Geef aan of u nu een dergelijk certificaat wilt aanmaken. In dat geval zal het een door uzelf ondertekend certificaat zijn.

source: If you choose not to create a certificate, please adapt Dovecot's configuration file (/etc/dovecot/conf.d/10-ssl.conf).
nl: Indien u ervoor kiest om geen certificaat aan te maken, dan moet u het configuratiebestand van Dovecot (/etc/dovecot/conf.d/10-ssl.conf) wijzigen.

source: Host name:
nl: Computernaam

source: Please enter the host name to use in the SSL certificate.
nl: Geef aan welke computernaam gebruikt moet worden in het SSL-certificaat.

source: It will become the "commonName" field of the generated SSL certificate.
nl: Die komt terecht in het veld "commonName" van het SSL-certificaat dat aangemaakt wordt.
